{"disclaimer": 0, "the": 1, "information": 2, "contained": 3, "in": 4, "this": 5, "document": 6, "is": 7, "intended": 8, "only": 9, "for": 10, "use": 11, "during": 12, "presentation": 13, "and": 14, "should": 15, "not": 16, "be": 17, "disseminated": 18, "or": 19, "distributed": 20, "to": 21, "parties": 22, "outside": 23, "presentation.": 24, "dbs": 25, "bank": 26, "accepts": 27, "no": 28, "liability": 29, "whatsoever": 30, "with": 31, "respect": 32, "of": 33, "its": 34, "contents.": 35, "group": 36, "holdings": 37, "1q": 38, "2024": 39, "financial": 40, "results": 41, "may": 42, "2": 43, "ceo": 44, "observations": 45, "strong": 46, "start": 47, "year": 48, "record": 49, "performance": 50, "o": 51, "total": 52, "income": 53, "net": 54, "profit": 55, "reach": 56, "new": 57, "highs": 58, "roe": 59, "at": 60, "19.4%": 61, "loan": 62, "growth": 63, "better": 64, "than": 65, "recent": 66, "quarters": 67, "loans": 68, "increase": 69, "1%": 70, "qoq": 71, "driven": 72, "by": 73, "a": 74, "broad-based": 75, "3%": 76, "rise": 77, "non-trade": 78, "corporate": 79, "nim": 80, "stable": 81, "underlying": 82, "trends": 83, "line": 84, "guidance": 85, "commercial": 86, "book": 87, "up": 88, "2bp": 89, "despite": 90, "lower": 91, "hibor": 92, "due": 93, "fixed-rate": 94, "asset": 95, "repricing": 96, "casa": 97, "outflows": 98, "slow": 99, "from": 100, "previous": 101, "markets": 102, "trading": 103, "s": 104, "deployment": 105, "high-quality": 106, "assets": 107, "accretive": 108, "interest": 109, "but": 110, "dilutive": 111, "3": 112, "fee": 113, "crosses": 114, "1bn": 115, "first": 116, "time": 117, "wealth": 118, "management": 119, "fees": 120, "stronger": 121, "market": 122, "sentiment": 123, "an": 124, "expanded": 125, "aum": 126, "base": 127, "card": 128, "higher": 129, "spending": 130, "both": 131, "increases": 132, "additionally": 133, "boosted": 134, "effects": 135, "including": 136, "citi": 137, "taiwan": 138, "consolidation": 139, "treasury": 140, "customer": 141, "sales": 142, "high": 143, "cost-income": 144, "ratio": 145, "37%": 146, "expense": 147, "well": 148, "managed": 149, "5%": 150, "yoy": 151, "ex-citi": 152, "quality": 153, "resilient": 154, "npl": 155, "unchanged": 156, "1.1%": 157, "sp": 158, "remains": 159, "low": 160, "10bp": 161, "dividend": 162, "54": 163, "cents": 164, "on": 165, "enlarged": 166, "share": 167, "notwithstanding": 168, "mas": 169, "decision": 170, "extend": 171, "6-month": 172, "pause": 173, "non-essential": 174, "activities": 175, "will": 176, "continue": 177, "focus": 178, "technology": 179, "resiliency": 180, "progress": 181, "made": 182, "executing": 183, "roadmap": 184, "enabling": 185, "greater": 186, "service": 187, "availability": 188, "alternate": 189, "channels": 190, "payments": 191, "account": 192, "enquiries": 193, "issues": 194, "occur": 195, "faster": 196, "full": 197, "recovery": 198, "services": 199, "transaction": 200, "certainty": 201, "payer": 202, "recipient": 203, "several": 204, "areas": 205, "remain": 206, "work-in-progress": 207, "continued": 208, "simplification": 209, "strengthening": 210, "systems": 211, "architecture": 212, "building": 213, "deeper": 214, "expertise": 215, "centres": 216, "excellence": 217, "critical": 218, "third-party": 219, "technologies": 220, "broadening": 221, "artificial": 222, "intelligence": 223, "further": 224, "strengthen": 225, "change": 226, "creating": 227, "more": 228, "monitoring": 229, "tools": 230, "so": 231, "as": 232, "able": 233, "detect": 234, "potential": 235, "quickly": 236, "4": 237, "geopolitical": 238, "risks": 239, "persist": 240, "macroeconomic": 241, "conditions": 242, "modestly": 243, "2023": 244, "levels": 245, "non-interest": 246, "mid-to-high": 247, "teens": 248, "percent": 249, "better-than-expected": 250, "momentum": 251, "1-2%": 252, "points": 253, "above": 254, "mid-single-digit": 255, "low-40%": 256, "range": 257, "assumed": 258, "normalise": 259, "17-20bp": 260, "although": 261, "seeing": 262, "stress": 263, "far": 264, "outlook": 265, "5": 266, "quarterly": 267, "earnings": 268, "highlights": 269, "first-quarter": 270, "2.96": 271, "billion": 272, "14%": 273, "5.31": 274, "expands": 275, "8bp": 276, "2.77%": 277, "rates": 278, "1": 279, "reaches": 280, "declines": 281, "9%": 282, "funding": 283, "cost": 284, "24%": 285, "rises": 286, "margin": 287, "doubles": 288, "balance": 289, "sheet": 290, "allowance": 291, "coverage": 292, "125%": 293, "223%": 294, "after": 295, "considering": 296, "collateral": 297, "cet-1": 298, "14.7%": 299, "lcr": 300, "144%": 301, "nsfr": 302, "116%": 303, "per": 304, "over": 305, "post-bonus": 306, "33": 307, "negative": 308, "positiveimpact": 309, "571": 310, "1q23": 311, "263": 312, "192": 313, "189": 314, "23": 315, "197": 316, "expenses": 317, "77": 318, "gp": 319, "51": 320, "65": 321, "tax": 322, "others": 323, "951": 324, "1q24": 325, "m": 326, "%": 327, "557": 328, "079": 329, "before": 330, "allowances": 331, "478": 332, "135": 333, "16": 334, "956": 335, "311": 336, "246": 337, "8%": 338, "23%": 339, "-9%": 340, "44%": 341, "10%": 342, "15%": 343, "reported": 344, "13": 345, "14": 346, "9": 347, "10": 348, "15": 349, "other": 350, "expansion": 351, "costs": 352, "little": 353, "changed": 354, "22m": 355, "taken": 356, "integration": 357, "44": 358, "269": 359, "4q23": 360, "176": 361, "231": 362, "133": 363, "126": 364, "19": 365, "26": 366, "120": 367, "11": 368, "6": 369, "24": 370, "0%": 371, "20%": 372, "118%": 373, "59%": 374, "-6%": 375, "100": 376, "30": 377, "124": 378, "393": 379, "led": 380, "down": 381, "6%": 382, "partly": 383, "non-recurring": 384, "items": 385, "quarter": 386, "decline": 387, "csr": 388, "2.12": 389, "2.16": 390, "2.19": 391, "2.13": 392, "2.14": 393, "2.69": 394, "2.81": 395, "2.82": 396, "2.75": 397, "2.77": 398, "384": 399, "581": 400, "684": 401, "637": 402, "647": 403, "-113": 404, "-148": 405, "2q23": 406, "-180": 407, "3q23": 408, "-203": 409, "-142": 410, "271": 411, "433": 412, "504": 413, "434": 414, "505": 415, "perpetual": 416, "securities": 417, "which": 418, "have": 419, "stated": 420, "coupon": 421, "was": 422, "reclassified": 423, "prospectively": 424, "1q24.": 425, "there": 426, "income.": 427, "66gross": 428, "trade": 429, "ibg": 430, "cbg": 431, "wm": 432, "bn": 433, "constant-currency": 434, "41": 435, "255": 436, "131": 437, "mar": 438, "431": 439, "-1": 440, "-4": 441, "-2": 442, "7": 443, "0": 444, "terms": 445, "-5": 446, "tw": 447, "consumer": 448, "fd": 449, "417": 450, "302": 451, "416": 452, "292": 453, "420": 454, "284": 455, "286": 456, "425": 457, "280": 458, "227": 459, "228": 460, "248": 461, "249": 462, "267": 463, "47": 464, "48": 465, "57": 466, "576": 467, "567": 468, "579": 469, "583": 470, "604": 471, "sep": 472, "hqla": 473, "144": 474, "146": 475, "151": 476, "ratios": 477, "ldr": 478, "79": 479, "78": 480, "147": 481, "138": 482, "118": 483, "117": 484, "116": 485, "deposits": 486, "dec": 487, "148": 488, "jun": 489, "149": 490, "80": 491, "includes": 492, "12bn": 493, "september": 494, "liquid": 495, "comprises": 496, "senior": 497, "medium-term": 498, "notes": 499, "papers": 500, "negotiable": 501, "certificates": 502, "deposit": 503, "debt": 504, "covered": 505, "bonds": 506, "88": 507, "loan-related": 508, "cards": 509, "investment": 510, "banking": 511, "230": 512, "221": 513, "217": 514, "237": 515, "301": 516, "142": 517, "137": 518, "185": 519, "365": 520, "377": 521, "370": 522, "53644": 523, "31": 524, "21": 525, "29": 526, "18": 527, "008": 528, "999": 529, "048": 530, "069": 531, "28": 532, "gross": 533, "99": 534, "30%": 535, "851": 536, "823": 537, "843": 538, "867": 539, "043": 540, "432": 541, "464": 542, "499": 543, "390": 544, "621": 545, "382": 546, "325": 547, "346": 548, "316": 549, "388": 550, "665": 551, "612": 552, "688": 553, "573": 554, "052": 555, "283": 556, "287": 557, "342": 558, "257": 559, "664": 560, "staff": 561, "667": 562, "716": 563, "777": 564, "860": 565, "746": 566, "215": 567, "261": 568, "345": 569, "333": 570, "882": 571, "931": 572, "038": 573, "205": 574, "38": 575, "39": 576, "37": 577, "npas": 578, "period": 579, "125": 580, "990": 581, "303": 582, "056": 583, "139": 584, "75": 585, "218": 586, "166": 587, "224": 588, "127": 589, "317": 590, "upgrades": 591, "settlements": 592, "recoveries": 593, "251": 594, "196": 595, "write-offs": 596, "32": 597, "46": 598, "45": 599, "43": 600, "translation": 601, "17": 602, "85": 603, "end": 604, "977": 605, "1.1": 606, "1.2": 607, "-": 608, "326": 609, "incl": 610, "12": 611, "114": 612, "25": 613, "add": 614, "charges": 615, "84": 616, "110": 617, "160": 618, "76": 619, "npls": 620, "87": 621, "97": 622, "existing": 623, "67": 624, "63": 625, "61": 626, "subtract": 627, "60": 628, "53": 629, "49": 630, "50": 631, "34": 632, "40": 633, "8": 634, "73": 635, "90": 636, "96": 637, "58": 638, "106": 639, "187": 640, "115": 641, "101": 642, "credit": 643, "exposures": 644, "62": 645, "bp": 646, "435": 647, "525": 648, "721": 649, "580": 650, "600": 651, "831": 652, "802": 653, "910": 654, "896": 655, "927": 656, "266": 657, "327": 658, "631": 659, "476": 660, "527": 661, "comfortably": 662, "100%": 663, "exceeds": 664, "200%": 665, "npa": 666, "128": 667, "unsecured": 668, "229": 669, "216": 670, "226": 671, "223": 672, "reserves": 673, "leverage": 674, "common": 675, "equity": 676, "tier": 677, "additional": 678, "14.4": 679, "14.1": 680, "14.6": 681, "14.7": 682, "0.7": 683, "1.5": 684, "0.8": 685, "0.9": 686, "0.6": 687, "16.5": 688, "15.8": 689, "15.9": 690, "16.1": 691, "16.2": 692, "rwa": 693, "353": 694, "371": 695, "372": 696, "368": 697, "378": 698, "6.4": 699, "6.5": 700, "6.6": 701, "2q": 702, "3q": 703, "4q": 704, "excludes": 705, "special": 706, "2022": 707, "136": 708, "175": 709, "adjusted": 710, "bonus": 711, "issue": 712, "summary": 713, "business": 714, "while": 715, "tensions": 716, "tempering": 717, "fed": 718, "rate": 719, "cut": 720, "expectations": 721, "franchise": 722, "positioned": 723, "deliver": 724, "shareholder": 725, "returns": 726, "coming": 727, "shareholders": 728, "board": 729, "directors": 730, "ltd": 731, "dbsh": 732, "company": 733, "reports": 734, "following": 735, "update": 736, "ended": 737, "march": 738, "details": 739, "are": 740, "enclosed.": 741, "dividends": 742, "has": 743, "declared": 744, "interim": 745, "one-tier": 746, "tax-exempt": 747, "each": 748, "ordinary": 749, ".": 750, "shares": 751, "arising": 752, "qualify": 753, "such": 754, "dividend.": 755, "estimated": 756, "payable": 757, "536": 758, "million.": 759, "scrip": 760, "scheme": 761, "applied": 762, "quoted": 763, "ex": 764, "-dividend": 765, "thursday": 766, "payment": 767, "date": 768, "about": 769, "20": 770, "monday": 771, "transfer": 772, "books": 773, "register": 774, "members": 775, "closed": 776, "5.00": 777, "p.m.": 778, "friday": 779, "purpose": 780, "determining": 781, "entitlement": 782, "order": 783, "marc": 784, "tan": 785, "secretary": 786, "singapore": 787, "announcement": 788, "available": 789, "www.dbs.com": 790, "investor": 791, "sgd": 792, "return": 793, "rose": 794, "ago": 795, "reached": 796, "19.4%.": 797, "grew": 798, "13%": 799, "5.56": 800, "2.14%": 801, "crossed": 802, "record.": 803, "3.48": 804, "billion.": 805, "remained": 806, "specific": 807, "basis": 808, "loans.": 809, "compared": 810, "higher.": 811, "11%": 812, "income1.": 813, "declined": 814, "quarter.": 815, "quarter-on-quarter": 816, "3.65": 817, "two": 818, "moderated": 819, "hibor.": 820, "were": 821, "changed.": 822, "547": 823, "slowed": 824, "offset": 825, "fixed": 826, "deposits.": 827, "1.04": 828, "45%": 829, "million": 830, "renamed": 831, "global": 832, "part": 833, "reorganisation": 834, "first-": 835, "2024.": 836, "market-making": 837, "markets.": 838, "seasonal": 839, "factors.": 840, "increased": 841, "38%": 842, "slower": 843, "capital": 844, "high.": 845, "doubled": 846, "2.08": 847, "had": 848, "included": 849, "non-": 850, "recurring": 851, "items.": 852, "year-on-year": 853, "8%.": 854, "eight": 855, "rates.": 856, "taiwan.": 857, "23%.": 858, "47%": 859, "under": 860, "management.": 861, "33%": 862, "30%.": 863, "benefitted": 864, "fees.": 865, "sales.": 866, "costs.": 867, "accounting": 868, "five": 869, "percentage": 870, "increase.": 871, "ago.": 872, "liquidity": 873, "healthy.": 874, "regulatory": 875, "requirements.": 876, "resilient.": 877, "non-performing": 878, "5.22": 879, "1.1%.": 880, "formation": 881, "partially": 882, "repayments": 883, "write-offs.": 884, "19%": 885, "113": 886, "general": 887, "22": 888, "taken.": 889, "stood": 890, "collateral.": 891, "tier-1": 892, "0.1": 893, "accretion": 894, "risk": 895, "weighted": 896, "assets.": 897, "6.5%": 898, "twice": 899, "minimum": 900, "3%.": 901, "base.": 902, "piyush": 903, "gupta": 904, "said": 905, "our": 906, "given": 907, "us": 908, "year.": 909, "we": 910, "highs.": 911, "capture": 912, "opportunities.": 913, "optimistic": 914, "that": 915, "previously": 916, "guided": 917, "another": 918, "returns.": 919, "1st": 920, "qtr": 921, "chg": 922, "4th": 923, "selected": 924, "statement": 925, "income1": 926, "894": 927, "commission": 928, "59": 929, "income2": 930, "income3": 931, "203": 932, "936": 933, "007": 934, "amortisation": 935, "054": 936, "intangible": 937, "nm": 938, "losses": 939, "161": 940, "ecl4": 941, "stage": 942, "82": 943, "profits": 944, "associates": 945, "jvs": 946, "698": 947, "integration5": 948, "provision": 949, "csr6": 950, "424": 951, "833": 952, "976": 953, "163": 954, "783": 955, "208": 956, "744": 957, "968": 958, "739": 959, "529": 960, "535": 961, "103": 962, "liabilities": 963, "719": 964, "336": 965, "687": 966, "184": 967, "677": 968, "funds": 969, "683": 970, "595": 971, "065": 972, "key": 973, "group3": 974, "book1": 975, "37.4": 976, "38.1": 977, "44.0": 978, "1.56": 979, "1.41": 980, "1.28": 981, "equity9": 982, "19.4": 983, "18.6": 984, "average": 985, "adequacy": 986, "data8": 987, "basic": 988, "diluted": 989, "earnings7": 990, "4.57": 991, "4.02": 992, "3.60": 993, "value10": 994, "23.71": 995, "21.41": 996, "23.14": 997, "4.16": 998, "3.32": 999, "4.15": 1000, "3.27": 1001, "21.55": 1002, "19.46": 1003, "21.03": 1004, "gfm": 1005, "-quarter": 1006, "gfm.": 1007, "it": 1008, "reflected": 1009, "institutional": 1010, "segments": 1011, "effect": 1012, "align": 1013, "these": 1014, "associated": 1015, "funding.": 1016, "reclassification": 1017, "been": 1018, "prospectively.": 1019, "56": 1020, "impact": 1021, "1.6": 1022, "points.": 1023, "comparative": 1024, "amounts": 1025, "fourth": 1026, "classified": 1027, "refers": 1028, "expected": 1029, "loss": 1030, "citibank": 1031, "harmonisation": 1032, "social": 1033, "responsibility": 1034, "commitment": 1035, "foundation": 1036, "charitable": 1037, "causes": 1038, "ecl": 1039, "data": 1040, "computed": 1041, "annualised": 1042, "calculated": 1043, "based": 1044, "attributable": 1045, "instruments": 1046, "non-controlling": 1047, "interests": 1048, "computation": 1049, "number": 1050, "used": 1051, "retrospectively": 1052, "258.7": 1053, "issued": 1054, "april": 1055, "if": 1056, "occurred": 1057, "beginning": 1058, "earliest": 1059, "presented": 1060, "meaningful": 1061, "pillar": 1062, "disclosures": 1063, "main": 1064, "features": 1065, "published": 1066, "relations": 1067, "section": 1068, "website": 1069, "https": 1070, "investors": 1071, "default.page": 1072, "fixed-income": 1073, "capital-instruments": 1074, "respectively": 1075, "2025": 1076, "17.3%": 1077, "robust": 1078, "nii": 1079, "volumes": 1080, "highest": 1081, "prudently": 1082, "strengthened": 1083, "light": 1084, "tariff": 1085, "uncertainty": 1086, "comprising": 1087, "shifting": 1088, "flows": 1089, "client": 1090, "activity": 1091, "amid": 1092, "reconfiguration": 1093, "tech": 1094, "links": 1095, "geopolitics": 1096, "erosion": 1097, "rules-based": 1098, "world": 1099, "multilateralism": 1100, "shift": 1101, "toward": 1102, "multipolar": 1103, "diversification": 1104, "currencies": 1105, "reserve": 1106, "tariffs": 1107, "clouding": 1108, "challenges": 1109, "disruption": 1110, "slowdown": 1111, "weaker": 1112, "stresses": 1113, "shifts": 1114, "supply": 1115, "chain": 1116, "working": 1117, "alternative": 1118, "corridors": 1119, "sectors": 1120, "fall": 1121, "inflows": 1122, "opportunities": 1123, "hedging": 1124, "demand": 1125, "heightened": 1126, "slightly": 1127, "three": 1128, "cuts": 1129, "benefit": 1130, "deployed": 1131, "into": 1132, "non-loan": 1133, "weakens": 1134, "mid-to": 1135, "high-single": 1136, "digits": 1137, "provide": 1138, "buffer": 1139, "below": 1140, "mainly": 1141, "pre-tax": 1142, "5.91bn": 1143, "3.44bn": 1144, "build": 1145, "2%": 1146, "2.90bn": 1147, "4%": 1148, "5.54bn": 1149, "offsets": 1150, "nine-basis-point": 1151, "205m": 1152, "prudent": 1153, "measure": 1154, "137%": 1155, "230%": 1156, "transitional": 1157, "cet1": 1158, "17.4%": 1159, "fully": 1160, "phased-in": 1161, "15.2%": 1162, "8972": 1163, "72": 1164, "232": 1165, "183": 1166, "1q25": 1167, "22%": 1168, "48%-12%": 1169, "one-time": 1170, "905": 1171, "542": 1172, "363": 1173, "214": 1174, "691": 1175, "437": 1176, "897": 1177, "522": 1178, "4q24": 1179, "112": 1180, "307": 1181, "181": 1182, "225": 1183, "109": 1184, "190": 1185, "-3%": 1186, "32%": 1187, "130%": 1188, "-8%": 1189, "622": 1190, "mitigated": 1191, "2.11": 1192, "2.15": 1193, "2.83": 1194, "2.68": 1195, "769": 1196, "796": 1197, "-175": 1198, "2q24": 1199, "-199": 1200, "3q24": 1201, "-103": 1202, "-38": 1203, "594": 1204, "597": 1205, "728": 1206, "681net": 1207, "day-adjusted": 1208, "3bp": 1209, "262": 1210, "132": 1211, "442": 1212, "across": 1213, "regions": 1214, "industries": 1215, "179": 1216, "273": 1217, "-11": 1218, "-3": 1219, "-0": 1220, "fcy": 1221, "53%": 1222, "accelerates": 1223, "9bn": 1224, "239": 1225, "313": 1226, "324": 1227, "297": 1228, "186": 1229, "518": 1230, "609": 1231, "520": 1232, "724": 1233, "264": 1234, "315": 1235, "236": 1236, "503": 1237, "27": 1238, "55": 1239, "35": 1240, "treasures": 1241, "private": 1242, "excluding": 1243, "transitory": 1244, "654": 1245, "633": 1246, "709": 1247, "599": 1248, "864": 1249, "672": 1250, "661": 1251, "649": 1252, "639": 1253, "624": 1254, "295": 1255, "358": 1256, "238": 1257, "487": 1258, "396": 1259, "447": 1260, "earning": 1261, "401": 1262, "426": 1263, "452": 1264, "477": 1265, "483": 1266, "52": 1267, "36": 1268, "1010": 1269, "275": 1270, "517": 1271, "548": 1272, "362": 1273, "530": 1274, "888": 1275, "156": 1276, "526": 1277, "626": 1278, "516commercial": 1279, "827": 1280, "762": 1281, "395": 1282, "422": 1283, "444": 1284, "172": 1285, "077": 1286, "680": 1287, "036": 1288, "152": 1289, "81": 1290, "191": 1291, "338": 1292, "159": 1293, "308": 1294, "491": 1295, "69": 1296, "174": 1297, "861": 1298, "1.0": 1299, "168": 1300, "182": 1301, "119": 1302, "89": 1303, "153": 1304, "219": 1305, "111": 1306, "569": 1307, "545": 1308, "981": 1309, "955": 1310, "969": 1311, "550": 1312, "323": 1313, "514": 1314, "650": 1315, "129": 1316, "242": 1317, "14.8": 1318, "17.2": 1319, "17.0": 1320, "17.40.6": 1321, "0.2": 1322, "18.8": 1323, "386": 1324, "352": 1325, "6.8": 1326, "6.7": 1327, "figures": 1328, "onwards": 1329, "final": 1330, "basel": 1331, "iii": 1332, "reforms": 1333, "effective": 1334, "july": 1335, "15.2": 1336, "15.1": 1337, "prior": 1338, "one-for-10": 1339, "announced": 1340, "feb": 1341, "222": 1342, "17%": 1343, "volatility": 1344, "nimble": 1345, "managing": 1346, "positions": 1347, "solid": 1348, "supporting": 1349, "customers": 1350, "through": 1351, "i": 1352, "ii": 1353, "exempt": 1354, "130": 1355, "ex-dividend": 1356, "tuesday": 1357, "3.44": 1358, "grows": 1359, "5.91": 1360, "2.90": 1361, "achieved": 1362, "growth.": 1363, "developments": 1364, "added": 1365, "uncertainty.": 1366, "implementation": 1367, "tax.": 1368, "strongest": 1369, "quarters.": 1370, "37%.": 1371, "25%": 1372, "trading.": 1373, "fell": 1374, "halved.": 1375, "3.72": 1376, "2.68%": 1377, "region": 1378, "industries.": 1379, "housing": 1380, "stable.": 1381, "casa.": 1382, "improved": 1383, "53%.": 1384, "39%": 1385, "products": 1386, "bancassurance": 1387, "constructive": 1388, "environment": 1389, "79%": 1390, "deal": 1391, "activity.": 1392, "property": 1393, "disposal": 1394, "gains.": 1395, "fx": 1396, "derivative": 1397, "benefited": 1398, "fell.": 1399, "2.21": 1400, "3.69": 1401, "35%": 1402, "12%": 1403, "lower.": 1404, "48%": 1405, "reflecting": 1406, "6%.": 1407, "4.86": 1408, "escalation": 1409, "145%": 1410, "115%": 1411, "arrangements": 1412, "pro-forma": 1413, "15.2%.": 1414, "su": 1415, "shan": 1416, "escalations": 1417, "volatility.": 1418, "persists": 1419, "stay": 1420, "risks.": 1421, "together": 1422, "customers.": 1423, "347": 1424, "158": 1425, "209": 1426, "70": 1427, "966": 1428, "csr1": 1429, "430": 1430, "840": 1431, "575": 1432, "663": 1433, "561": 1434, "730": 1435, "772": 1436, "080": 1437, "758": 1438, "68": 1439, "697": 1440, "786": 1441, "37.5": 1442, "43.5": 1443, "1.42": 1444, "1.30": 1445, "equity4": 1446, "17.3": 1447, "ratio6": 1448, "17.4": 1449, "ratio7": 1450, "na": 1451, "earnings2": 1452, "4.11": 1453, "3.64": 1454, "value5": 1455, "23.81": 1456, "23.38": 1457, "implemented": 1458, "output": 1459, "floor": 1460, "72.5%": 1461, "when": 1462, "january": 1463, "2029": 1464, "258": 1465, "applicable": 1466, "august": 1467, "bringing": 1468, "half": 1469, "6bp": 1470, "healthy": 1471, "idiosyncratic": 1472, "double-digit": 1473, "investments": 1474, "40%": 1475, "built": 1476, "resilience": 1477, "against": 1478, "economic": 1479, "mid-single": 1480, "digit": 1481, "sensitivity": 1482, "reduced": 1483, "point": 1484, "18-20": 1485, "2021": 1486, "some": 1487, "around": 1488, "10-15": 1489, "mid-": 1490, "high-single-digit": 1491, "first-half": 1492, "second-quarter": 1493, "2.80": 1494, "18.2%": 1495, "5.30": 1496, "2.83%": 1497, "5%pt.": 1498, "5.76bn": 1499, "5bp": 1500, "5%pt": 1501, "2h23.": 1502, "9bp": 1503, "1h": 1504, "129%": 1505, "227%": 1506, "14.8%": 1507, "148%": 1508, "188": 1509, "241": 1510, "93": 1511, "7892": 1512, "629": 1513, "482": 1514, "310": 1515, "803": 1516, "27%": 1517, "789": 1518, "51m": 1519, "write-back": 1520, "689": 1521, "122": 1522, "143": 1523, "-24%-23%": 1524, "gains": 1525, "1h23": 1526, "451": 1527, "438": 1528, "71": 1529, "1h24": 1530, "200": 1531, "740": 1532, "039": 1533, "788": 1534, "759": 1535, "606": 1536, "260": 1537, "73m": 1538, "594net": 1539, "965": 1540, "-261": 1541, "-317": 1542, "704": 1543, "099": 1544, "77gross": 1545, "252": 1546, "ytd": 1547, "278": 1548, "610": 1549, "surplus": 1550, "profitably": 1551, "boosting": 1552, "51831": 1553, "459": 1554, "614": 1555, "742": 1556, "05475": 1557, "674": 1558, "091": 1559, "707": 1560, "750": 1561, "277": 1562, "940": 1563, "570": 1564, "383": 1565, "523": 1566, "813": 1567, "18%": 1568, "5.06bn": 1569, "396bn": 1570, "059": 1571, "272": 1572, "492": 1573, "051": 1574, "42": 1575, "050": 1576, "568": 1577, "320": 1578, "savings": 1579, "4.69bn": 1580, "cash": 1581, "gts": 1582, "693": 1583, "741": 1584, "702": 1585, "sfs": 1586, "082": 1587, "498": 1588, "343": 1589, "202": 1590, "344": 1591, "331": 1592, "26%": 1593, "446": 1594, "935": 1595, "177": 1596, "381": 1597, "458": 1598, "440": 1599, "613": 1600, "564": 1601, "635": 1602, "643": 1603, "553": 1604, "859": 1605, "751": 1606, "1515": 1607, "679": 1608, "053": 1609, "800": 1610, "808": 1611, "hong": 1612, "kong": 1613, "hoh": 1614, "constant-": 1615, "currency": 1616, "yoy%": 1617, "-1%": 1618, "16%": 1619, "sluggish": 1620, "11bp": 1621, "58m": 1622, "379": 1623, "385": 1624, "413": 1625, "movements": 1626, "sum": 1627, "classification": 1628, "respective": 1629, "peri": 1630, "od": 1631, "few": 1632, "settled": 1633, "104": 1634, "83": 1635, "164": 1636, "178": 1637, "212": 1638, "0.61.1": 1639, "0.815.8": 1640, "5433": 1641, "delivered": 1642, "18.8%": 1643, "ongoing": 1644, "position": 1645, "ample": 1646, "support": 1647, "supplementary": 1648, "slides": 1649, "233": 1650, "210": 1651, "105": 1652, "607": 1653, "040": 1654, "034": 1655, "035": 1656, "411": 1657, "350": 1658, "234": 1659, "574": 1660, "001": 1661, "1.80": 1662, "1.79": 1663, "overdue": 1664, "within": 1665, "days": 1666, "61%": 1667, "58%": 1668, "57%": 1669, "34%": 1670, "36%": 1671, "7%": 1672, "duration": 1673, "short": 1674, "26time-banding": 1675, "maturity": 1676, "reporting": 1677, "fvoci": 1678, "htc": 1679, "government": 1680, "415": 1681, "less": 1682, "years": 1683, "014": 1684, "400": 1685, "921": 1686, "767": 1687, "979": 1688, "855": 1689, "501": 1690, "supranational": 1691, "448": 1692, "055": 1693, "863": 1694, "551": 1695, "product": 1696, "dollar": 1697, "220": 1698, "hk": 1699, "chinese": 1700, "yuan": 1701, "overall": 1702, "segment": 1703, "21%": 1704, "083": 1705, "145": 1706, "123": 1707, "405": 1708, "157": 1709, "620": 1710, "402": 1711, "274": 1712, "244": 1713, "199": 1714, "204": 1715, "marina": 1716, "boulevard": 1717, "asia": 1718, "central": 1719, "bay": 1720, "centre": 1721, "tower": 1722, "018982": 1723, "tel": 1724, "65.6878": 1725, "8888": 1726, "co.": 1727, "reg.": 1728, "no.": 1729, "199901152m": 1730, "unaudited": 1731, "second": 1732, "june": 1733, "accompanying": 1734, "summary.": 1735, "incorporated": 1736, "republic": 1737, "registration": 1738, "subsidiaries": 1739, "contents": 1740, "page": 1741, "overview": 1742, "review": 1743, "geography": 1744, "debts": 1745, "unrealised": 1746, "valuation": 1747, "statements": 1748, "consolidated": 1749, "comprehensive": 1750, "sheets": 1751, "changes": 1752, "flow": 1753, "interested": 1754, "party": 1755, "transactions": 1756, "pursuant": 1757, "listing": 1758, "rule": 1759, "920": 1760, "confirmation": 1761, "executive": 1762, "officers": 1763, "undertakings": 1764, "720": 1765, "prepares": 1766, "accordance": 1767, "standards": 1768, "international": 1769, "sfrs": 1770, "condensed": 1771, "prepared": 1772, "1-34": 1773, "does": 1774, "include": 1775, "all": 1776, "required": 1777, "complete": 1778, "set": 1779, "statements.": 1780, "read": 1781, "conjunction": 1782, "decembe": 1783, "r": 1784, "2023.": 1785, "policies": 1786, "methods": 1787, "current": 1788, "periods": 1789, "consistent": 1790, "those": 1791, "december": 1792, "amendments": 1793, "interpretations": 1794, "do": 1795, "significant": 1796, "2nd": 1797, "321": 1798, "710": 1799, "889": 1800, "279": 1801, "662": 1802, "243": 1803, "357": 1804, "699": 1805, "026": 1806, "64": 1807, "862": 1808, "837": 1809, "713": 1810, "790": 1811, "757": 1812, "907": 1813, "088": 1814, "071": 1815, "617": 1816, "972": 1817, "748": 1818, "2.78": 1819, "38.5": 1820, "38.2": 1821, "41.6": 1822, "1.50": 1823, "1.33": 1824, "18.9": 1825, "17.1": 1826, "4.05": 1827, "3.71": 1828, "3.49": 1829, "4.04": 1830, "3.43": 1831, "22.12": 1832, "19.87": 1833, "-making": 1834, "second-half": 1835, "non": 1836, "868": 1837, "045": 1838, "084": 1839, "39.6": 1840, "38.3": 1841, "1.44": 1842, "18.2": 1843, "19.2": 1844, "3.93": 1845, "3.77": 1846, "3.75": 1847, "amount": 1848, "5.76": 1849, "11.0": 1850, "39%.": 1851, "nine": 1852, "near": 1853, "levels.": 1854, "7.42": 1855, "2.80%": 1856, "2.09": 1857, "1.10": 1858, "4.25": 1859, "6.79": 1860, "amounted": 1861, "5.74": 1862, "18.2%.": 1863, "5.48": 1864, "strong.": 1865, "also": 1866, "40%.": 1867, "bolstered": 1868, "six": 1869, "repricing.": 1870, "1.05": 1871, "spending.": 1872, "rising": 1873, "2.17": 1874, "cost-": 1875, "3.31": 1876, "months": 1877, "aside.": 1878, "6.55": 1879, "resulting": 1880, "116%.": 1881, "6.5%.": 1882, "938": 1883, "nii1": 1884, "interest-bearing": 1885, "iba": 1886, "668": 1887, "473": 1888, "675": 1889, "150": 1890, "392": 1891, "481": 1892, "iba1": 1893, "533": 1894, "081": 1895, "511": 1896, "194": 1897, "097": 1898, "4.83": 1899, "666": 1900, "134": 1901, "4.41": 1902, "4.79": 1903, "5.99": 1904, "763": 1905, "247": 1906, "5.38": 1907, "213": 1908, "5.78": 1909, "interbank": 1910, "assets3": 1911, "578": 1912, "835": 1913, "289": 1914, "3.94": 1915, "74": 1916, "107": 1917, "586": 1918, "154": 1919, "4.12": 1920, "957": 1921, "414": 1922, "141": 1923, "869": 1924, "678": 1925, "bearing": 1926, "467": 1927, "4.64": 1928, "4.22": 1929, "634": 1930, "4.56": 1931, "543": 1932, "676": 1933, "374": 1934, "2.35": 1935, "391": 1936, "917": 1937, "1.92": 1938, "429": 1939, "916": 1940, "2.23": 1941, "borrowings": 1942, "86": 1943, "994": 1944, "4.60": 1945, "061": 1946, "3.85": 1947, "780": 1948, "4.33": 1949, "630": 1950, "558": 1951, "2.66": 1952, "601": 1953, "524": 1954, "608": 1955, "068": 1956, "696": 1957, "2.51": 1958, "margin2": 1959, "expressed": 1960, "non-restricted": 1961, "balances": 1962, "7.10": 1963, "book.": 1964, "five-basis": 1965, "half-year": 1966, "two-": 1967, "margin.": 1968, "vs": 1969, "volume": 1970, "analysis": 1971, "decrease": 1972, "similar": 1973, "250": 1974, "787": 1975, "037": 1976, "165": 1977, "319": 1978, "270": 1979, "493": 1980, "743": 1981, "294": 1982, "531": 1983, "479": 1984, "155": 1985, "646": 1986, "356": 1987, "002": 1988, "171": 1989, "421": 1990, "334": 1991, "528": 1992, "121": 1993, "235": 1994, "304": 1995, "494": 1996, "798": 1997, "455": 1998, "services2": 1999, "445": 2000, "cards3": 2001, "407": 2002, "remittances": 2003, "guarantees": 2004, "deposit-related": 2005, "interchange": 2006, "paid": 2007, "42%": 2008, "respectively.": 2009, "733": 2010, "91": 2011, "rental": 2012, "gain": 2013, "849": 2014, "603": 2015, "1.85": 2016, "1.73": 2017, "clients": 2018, "securities.": 2019, "expenses1": 2020, "occupancy": 2021, "computerisation": 2022, "565": 2023, "655": 2024, "revenue-related": 2025, "253": 2026, "201": 2027, "245": 2028, "449": 2029, "507": 2030, "count2": 2031, "period-end": 2032, "791": 2033, "table": 2034, "depreciation": 2035, "properties": 2036, "measured": 2037, "full-time": 2038, "equivalent.": 2039, "count": 2040, "salary": 2041, "increments": 2042, "accruals": 2043, "headcount": 2044, "addition": 2045, "non-staff": 2046, "expenses.": 2047, "half.": 2048, "ecl1": 2049, "loans2": 2050, "rest": 2051, "china": 2052, "south": 2053, "southeast": 2054, "335": 2055, "determined": 2056, "according": 2057, "location": 2058, "where": 2059, "borrower": 2060, "they": 2061, "items1": 2062, "423": 2063, "761": 2064, "108": 2065, "330": 2066, "471": 2067, "673": 2068, "410": 2069, "685": 2070, "364": 2071, "926": 2072, "572": 2073, "967": 2074, "254": 2075, "555": 2076, "items2": 2077, "goodwill": 2078, "98": 2079, "591": 2080, "745": 2081, "715": 2082, "701": 2083, "expenditure": 2084, "389": 2085, "552": 2086, "732": 2087, "988": 2088, "640": 2089, "585": 2090, "309": 2091, "456": 2092, "891": 2093, "752": 2094, "563": 2095, "718": 2096, "354": 2097, "refer": 2098, "sections": 2099, "internal": 2100, "reflects": 2101, "structure.": 2102, "highly": 2103, "integrated": 2104, "allocations": 2105, "preparing": 2106, "information.": 2107, "shown": 2108, "allocation": 2109, "certain": 2110, "centralised": 2111, "application": 2112, "pricing": 2113, "appropriate.": 2114, "between": 2115, "recorded": 2116, "third": 2117, "eliminated": 2118, "consolidation.": 2119, "various": 2120, "described": 2121, "provides": 2122, "individual": 2123, "diverse": 2124, "related": 2125, "services.": 2126, "accounts": 2127, "home": 2128, "finance": 2129, "insurance": 2130, "products.": 2131, "augmented": 2132, "5.06": 2133, "3.23": 2134, "1.83": 2135, "cards.": 2136, "2.49": 2137, "provisions.": 2138, "9%.": 2139, "eased": 2140, "29%": 2141, "provisions": 2142, "non-bank": 2143, "institutions": 2144, "government-linked": 2145, "companies": 2146, "large": 2147, "corporates": 2148, "small": 2149, "medium": 2150, "sized": 2151, "businesses.": 2152, "comprise": 2153, "facilities": 2154, "short-term": 2155, "financing": 2156, "specialised": 2157, "lending.": 2158, "transactional": 2159, "fiduciary": 2160, "advisory": 2161, "solutions.": 2162, "3.33": 2163, "4.69": 2164, "3.42": 2165, "volumes.": 2166, "1.26": 2167, "1.34": 2168, "charge": 2169, "allowances.": 2170, "structuring": 2171, "derivatives": 2172, "foreign": 2173, "exchange": 2174, "activities.": 2175, "55%": 2176, "business-related": 2177, "1.18": 2178, "28%": 2179, "encompasses": 2180, "decisions": 2181, "attributed": 2182, "segments.": 2183, "non-core": 2184, "head": 2185, "office": 2186, "centrally": 2187, "raised": 2188, "south-": 2189, "east": 2190, "616": 2191, "018": 2192, "408": 2193, "648": 2194, "450": 2195, "738": 2196, "960": 2197, "259": 2198, "296": 2199, "502": 2200, "848": 2201, "305": 2202, "497": 2203, "546": 2204, "256": 2205, "314": 2206, "140": 2207, "711": 2208, "380": 2209, "918": 2210, "770": 2211, "173": 2212, "726": 2213, "611": 2214, "712": 2215, "441": 2216, "102": 2217, "318": 2218, "461": 2219, "857": 2220, "note": 2221, "joint": 2222, "ventures": 2223, "revenues": 2224, "external": 2225, "counterparties.": 2226, "centrally-": 2227, "technology-related": 2228, "singapore.": 2229, "limited": 2230, "branch.": 2231, "taipei": 2232, "branch": 2233, "ltd.": 2234, "pt": 2235, "indonesia": 2236, "india": 2237, "labuan": 2238, "vietnam": 2239, "gift": 2240, "city": 2241, "4.24": 2242, "7.15": 2243, "4.62": 2244, "back": 2245, "1.24": 2246, "1.29": 2247, "2.46": 2248, "appreciation": 2249, "1.68": 2250, "demand.": 2251, "513": 2252, "734": 2253, "072": 2254, "193": 2255, "764": 2256, "412": 2257, "non-current": 2258, "assets2": 2259, "506": 2260, "198": 2261, "883": 2262, "753": 2263, "912": 2264, "480": 2265, "822": 2266, "995": 2267, "485": 2268, "819": 2269, "500": 2270, "033": 2271, "632": 2272, "993": 2273, "063": 2274, "627": 2275, "005": 2276, "508": 2277, "760": 2278, "474": 2279, "865": 2280, "703": 2281, "754": 2282, "67%": 2283, "1.02": 2284, "49%": 2285, "95%": 2286, "franchise.": 2287, "stronger.": 2288, "54%": 2289, "stake": 2290, "shenzhen": 2291, "rural": 2292, "bank.": 2293, "50%": 2294, "month": 2295, "contribution": 2296, "associates.": 2297, "contributions": 2298, "indonesia.": 2299, "india.": 2300, "355": 2301, "300": 2302, "642": 2303, "unit": 2304, "658": 2305, "195": 2306, "285": 2307, "293": 2308, "geography3": 2309, "044": 2310, "66": 2311, "846": 2312, "439": 2313, "468": 2314, "919": 2315, "027": 2316, "industry": 2317, "manufacturing": 2318, "090": 2319, "construction": 2320, "590": 2321, "925": 2322, "commerce": 2323, "554": 2324, "transportation": 2325, "storage": 2326, "communications": 2327, "944": 2328, "025": 2329, "holding": 2330, "professionals": 2331, "individuals": 2332, "162": 2333, "933": 2334, "681": 2335, "923": 2336, "062": 2337, "998": 2338, "592": 2339, "92": 2340, "584": 2341, "acquired": 2342, "issuing": 2343, "case": 2344, "backed": 2345, "export": 2346, "contributed": 2347, "sp4": 2348, "913": 2349, "0.4": 2350, "841": 2351, "1.3": 2352, "085": 2353, "832": 2354, "089": 2355, "098": 2356, "1.4": 2357, "contingent": 2358, "359": 2359, "369": 2360, "geography2": 2361, "842": 2362, "695": 2363, "306": 2364, "811": 2365, "207": 2366, "1.7": 2367, "2.1": 2368, "2.3": 2369, "0.3": 2370, "ecl3": 2371, "128%": 2372, "127%": 2373, "226%": 2374, "224%": 2375, "sp1": 2376, "348": 2377, "771": 2378, "560": 2379, "029": 2380, "727": 2381, "686": 2382, "grading": 2383, "substandard": 2384, "031": 2385, "773": 2386, "doubtful": 2387, "975": 2388, "901": 2389, "989": 2390, "066": 2391, "restructured": 2392, "360": 2393, "460": 2394, "058": 2395, "387": 2396, "397": 2397, "329": 2398, "765": 2399, "924": 2400, "495": 2401, "type": 2402, "890": 2403, "826": 2404, "secured": 2405, "debentures": 2406, "049": 2407, "95": 2408, "785": 2409, "659": 2410, "398": 2411, "180": 2412, "562": 2413, "540": 2414, "774": 2415, "performing": 2416, "3.98": 2417, "418": 2418, "838": 2419, "064": 2420, "537": 2421, "486": 2422, "885": 2423, "021": 2424, "725": 2425, "024": 2426, "167": 2427, "852": 2428, "749": 2429, "898": 2430, "881": 2431, "409": 2432, "932": 2433, "795": 2434, "794": 2435, "070": 2436, "756": 2437, "577": 2438, "332": 2439, "904": 2440, "453": 2441, "312": 2442, "total1": 2443, "268": 2444, "793": 2445, "779": 2446, "428": 2447, "276": 2448, "625": 2449, "367": 2450, "240": 2451, "one-third": 2452, "subordinated": 2453, "term": 2454, "debts1": 2455, "notes1": 2456, "541": 2457, "papers1": 2458, "657": 2459, "deposit1": 2460, "securities1": 2461, "notes2": 2462, "980": 2463, "671": 2464, "012": 2465, "year3": 2466, "291": 2467, "collaterals": 2468, "form": 2469, "residential": 2470, "mortgages": 2471, "perpetuity": 2472, "060": 2473, "871": 2474, "risk-weighted": 2475, "747": 2476, "619": 2477, "operational": 2478, "004": 2479, "472": 2480, "030": 2481, "car": 2482, "15.4": 2483, "15.3": 2484, "requirements": 2485, "9.3": 2486, "9.2": 2487, "10.8": 2488, "10.7": 2489, "12.8": 2490, "12.7": 2491, "conservation": 2492, "2.5": 2493, "countercyclical": 2494, "8.0%": 2495, "10.0%": 2496, "requirement.": 2497, "combined": 2498, "notice": 2499, "designated": 2500, "fhc-n637": 2501, "fhc-n651": 2502, "disclosure": 2503, "fhc-n653": 2504, "approximately": 2505, "millions": 2506, "692": 2507, "employee": 2508, "benefits": 2509, "886": 2510, "095": 2511, "776": 2512, "470": 2513, "519": 2514, "844": 2515, "766": 2516, "subsequently": 2517, "differences": 2518, "operations": 2519, "669": 2520, "fair": 2521, "value": 2522, "transferred": 2523, "taxation": 2524, "relating": 2525, "components": 2526, "hedge": 2527, "94": 2528, "own": 2529, "defined": 2530, "plans": 2531, "remeasurements": 2532, "282": 2533, "audited": 2534, "20231": 2535, "banks": 2536, "814": 2537, "bills": 2538, "782": 2539, "987": 2540, "700": 2541, "986": 2542, "735": 2543, "advances": 2544, "997": 2545, "009": 2546, "366": 2547, "457": 2548, "488": 2549, "973": 2550, "722": 2551, "690": 2552, "784": 2553, "revenue": 2554, "092": 2555, "985": 2556, "6.11": 2557, "6.10": 2558, "6.41": 2559, "controlling": 2560, "purchase": 2561, "draw-down": 2562, "upon": 2563, "vesting": 2564, "share-based": 2565, "shareholders1": 2566, "496": 2567, "887": 2568, "distributions": 2569, "974": 2570, "489": 2571, "534": 2572, "operating": 2573, "adjustments": 2574, "non-cash": 2575, "write-off": 2576, "lease": 2577, "restricted": 2578, "950": 2579, "708": 2580, "322": 2581, "generated": 2582, "investing": 2583, "reduction": 2584, "proceeds": 2585, "656": 2586, "redemption": 2587, "047": 2588, "company1": 2589, "000": 2590, "equivalents2": 2591, "096": 2592, "equivalents": 2593, "875": 2594, "880": 2595, "1.": 2596, "process": 2597, "hierarchy": 2598, "tables": 2599, "present": 2600, "level": 2601, "hierarchy.": 2602, "fvpl1": 2603, "645": 2604, "588": 2605, "947": 2606, "fvoci2": 2607, "340": 2608, "694": 2609, "399": 2610, "983": 2611, "loss.": 2612, "comprised": 2613, "marked": 2614, "using": 2615, "approximations": 2616, "unquoted": 2617, "2.": 2618, "off-balance": 2619, "commitments1": 2620, "825": 2621, "908": 2622, "465": 2623, "549": 2624, "commitments": 2625, "unconditionally": 2626, "cancellable": 2627, "any": 2628, "781": 2629, "movement": 2630, "paid-up": 2631, "follows": 2632, "plan": 2633, "represents": 2634, "one": 2635, "every": 2636, "held.": 2637, "ending": 2638, "b": 2639, "million1.": 2640, "obtained": 2641, "mandate": 2642, "person": 2643, "transactions.": 2644, "procured": 2645, "compliance": 2646, "ref": 2647, "05": 2648, "aug": 2649, "news": 2650, "release": 2651, "18.8%.": 2652, "terms.": 2653, "12%.": 2654, "sound.": 2655, "5.08": 2656, "ample.": 2657, "100%.": 2658, "14.8%.": 2659, "1.08": 2660, "share.": 2661, "resulted": 2662, "delivering": 2663, "leading": 2664, "presence": 2665, "headquartered": 2666, "listed": 2667, "asian": 2668, "axes": 2669, "asia.": 2670, "aa-": 2671, "aa1": 2672, "ratings": 2673, "among": 2674, "world.": 2675, "recognised": 2676, "leadership": 2677, "named": 2678, "best": 2679, "euromoney": 2680, "banker.": 2681, "forefront": 2682, "leveraging": 2683, "digital": 2684, "shape": 2685, "future": 2686, "having": 2687, "most": 2688, "innovative": 2689, "accorded": 2690, "safest": 2691, "award": 2692, "consecutive": 2693, "2009": 2694, "sme": 2695, "banking.": 2696, "born": 2697, "bred": 2698, "understands": 2699, "intricacies": 2700, "doing": 2701, "dynamic": 2702, "committed": 2703, "lasting": 2704, "relationships": 2705, "way.": 2706, "creates": 2707, "beyond": 2708, "businesses": 2709, "enterprises": 2710, "double": 2711, "bottom-line": 2712, "environmental": 2713, "impact.": 2714, "gives": 2715, "society": 2716, "ways": 2717, "equipping": 2718, "underserved": 2719, "communities": 2720, "future-ready": 2721, "skills": 2722, "helping": 2723, "them": 2724, "food": 2725, "resilience.": 2726, "extensive": 2727, "network": 2728, "emphasis": 2729, "engaging": 2730, "empowering": 2731, "presents": 2732, "exciting": 2733, "career": 2734, "please": 2735, "visit": 2736, "www.dbs.com.": 2737, "contact": 2738, "edna": 2739, "koh": 2740, "strategic": 2741, "marketing": 2742, "email": 2743, "ednakoh": 2744, "dbs.com": 2745, "6878": 2746, "8134": 2747, "mobile": 2748, "9753": 2749, "0117": 2750, "michael": 2751, "sia": 2752, "michaelsia": 2753, "4751": 2754, "9636": 2755, "9472": 2756, "challenging": 2757, "underscores": 2758, "proactive": 2759, "cushions": 2760, "sharp": 2761, "ability": 2762, "nnm": 2763, "inflow": 2764, "13-quarter": 2765, "1.0%": 2766, "sora": 2767, "2h": 2768, "signs": 2769, "issuance": 2770, "custody": 2771, "ecosystem": 2772, "capability": 2773, "list": 2774, "tokenised": 2775, "offerings": 2776, "e.g.": 2777, "security": 2778, "token": 2779, "offering": 2780, "sto": 2781, "partner": 2782, "regulated": 2783, "stablecoin": 2784, "issuers": 2785, "settlement": 2786, "24x7": 2787, "real-time": 2788, "conditional": 2789, "controls": 2790, "visibility": 2791, "programmable": 2792, "rewards": 2793, "scale": 2794, "via": 2795, "paylah": 2796, "since": 2797, "regulations": 2798, "balancing": 2799, "innovation": 2800, "broaden": 2801, "project": 2802, "orchid": 2803, "cbdc": 2804, "e-hkd": 2805, "pilot": 2806, "programme": 2807, "e-cny": 2808, "merchant": 2809, "solution": 2810, "wholesale": 2811, "players": 2812, "venue": 2813, "stos": 2814, "ddex": 2815, "bank-backed": 2816, "safekeeping": 2817, "institutional-grade": 2818, "facilitate": 2819, "otc": 2820, "making": 2821, "origination": 2822, "distribution": 2823, "structured": 2824, "3.39bn": 2825, "2.82bn": 2826, "fluctuations": 2827, "5.73bn": 2828, "supported": 2829, "second-highest": 2830, "6.83bn": 2831, "17.0%": 2832, "rote": 2833, "improves": 2834, "15bp": 2835, "12bp": 2836, "236%": 2837, "15.1%": 2838, "824": 2839, "2q25": 2840, "-4%": 2841, "124%": 2842, "falls": 2843, "462": 2844, "15%-5%": 2845, "ease": 2846, "softer": 2847, "17m": 2848, "351": 2849, "1h25": 2850, "80%-3%": 2851, "80%": 2852, "188m": 2853, "856": 2854, "484": 2855, "2.05": 2856, "2.55": 2857, "cushioned": 2858, "-15": 2859, "2.61": 2860, "373": 2861, "1111": 2862, "516": 2863, "823commercial": 2864, "512": 2865, "5.28bn": 2866, "442bn": 2867, "4.51bn": 2868, "544": 2869, "337": 2870, "593": 2871, "653": 2872, "vickers": 2873, "prior-": 2874, "comparatives": 2875, "636": 2876, "1.78bn": 2877, "19bp": 2878, "169": 2879, "17.00.6": 2880, "0.90.2": 2881, "0.316.2": 2882, "manage": 2883, "nimbly": 2884, "grow": 2885, "help": 2886, "pressures": 2887, "deepening": 2888, "navigate": 2889, "cycle": 2890, "1.75": 2891, "64%": 2892, "65%": 2893, "31%": 2894, "895": 2895, "949": 2896, "893": 2897, "170": 2898, "-tier": 2899, "-exempt": 2900, "644": 2901, "339": 2902, "349": 2903, "046": 2904, "41.3": 2905, "1.38": 2906, "tangible": 2907, "20.9": 2908, "19.1": 2909, "ratio8": 2910, "3.92": 2911, "3.89": 2912, "23.82": 2913, "usd": 2914, "1.2746": 2915, "1.3604": 2916, "1.3573": 2917, "deferred": 2918, "1.35": 2919, "16.7": 2920, "18.5": 2921, "20.3": 2922, "1.3420": 2923, "5.72": 2924, "11.6": 2925, "strengthened.": 2926, "7.34": 2927, "2.61%": 2928, "mostly": 2929, "2.44": 2930, "loan-": 2931, "1.07": 2932, "conducive": 2933, "environment.": 2934, "4.48": 2935, "6.83": 2936, "reaching": 2937, "16.7%": 2938, "18.5%.": 2939, "5.73": 2940, "their": 2941, "3.39": 2942, "3.63": 2943, "2.55%": 2944, "softened": 2945, "hedging.": 2946, "narrowed": 2947, "1.17": 2948, "largely": 2949, "moderation": 2950, "2.27": 2951, "3.46": 2952, "aside": 2953, "view": 2954, "6.44": 2955, "147%": 2956, "114%.": 2957, "15.1%.": 2958, "953": 2959, "4.63": 2960, "615": 2961, "5.67": 2962, "3.18": 2963, "022": 2964, "3.99": 2965, "4.13": 2966, "4.49": 2967, "017": 2968, "731": 2969, "2.50": 2970, "margin1": 2971, "7.33": 2972, "five-basis-point": 2973, "2.08%.": 2974, "937": 2975, "778": 2976, "566": 2977, "874": 2978, "services1": 2979, "cards2": 2980, "1.37": 2981, "bancassurance.": 2982, "particularly": 2983, "723": 2984, "866": 2985, "1.87": 2986, "1.72": 2987, "performance.": 2988, "909": 2989, "729": 2990, "equivalent": 2991, "accruals.": 2992, "loans1": 2993, "reserves.": 2994, "62%": 2995, "602": 2996, "946": 2997, "020": 2998, "768": 2999, "820": 3000, "847": 3001, "intangibles": 3002, "2.40": 3003, "5.28": 3004, "3.10": 3005, "15%.": 3006, "2.63": 3007, "3.09": 3008, "4.51": 3009, "3.16": 3010, "sound": 3011, "quality.": 3012, "2%.": 3013, "fivefold": 3014, "derivatives.": 3015, "business-": 3016, "60%": 3017, "south-east": 3018, "281": 3019, "652": 3020, "211": 3021, "807": 3022, "042": 3023, "959": 3024, "797": 3025, "419": 3026, "582": 3027, "538": 3028, "804": 3029, "906": 3030, "845": 3031, "834": 3032, "375": 3033, "436": 3034, "centrally-managed": 3035, "7.43": 3036, "4.88": 3037, "1.45": 3038, "1.11": 3039, "2.64": 3040, "2025.": 3041, "decreased": 3042, "4.72": 3043, "1.78": 3044, "1.01": 3045, "1.75%": 3046, "1.14": 3047, "1.12": 3048, "china.": 3049, "463": 3050, "halved": 3051, "85%": 3052, "mainland": 3053, "decreases": 3054, "geography1": 3055, "076": 3056, "003": 3057, "934": 3058, "902": 3059, "961": 3060, "941": 3061, "641": 3062, "403": 3063, "non-housing": 3064, "028": 3065, "298": 3066, "991": 3067, "958": 3068, "853": 3069, "376": 3070, "928": 3071, "023": 3072, "900": 3073, "to180": 3074, "1.0%.": 3075, "setting": 3076, "556": 3077, "817": 3078, "850": 3079, "914": 3080, "945": 3081, "361": 3082, "52%.": 3083, "341": 3084, "475": 3085, "911": 3086, "682": 3087, "670": 3088, "17.6": 3089, "17.7": 3090, "cet-12": 3091, "878": 3092, "559": 3093, "hedges": 3094, "454": 3095, "20241": 3096, "539": 3097, "605": 3098, "073": 3099, "873": 3100, "290": 3101, "818": 3102, "6.18": 3103, "6.09": 3104, "876": 3105, "repurchased": 3106, "cancelled": 3107, "328": 3108, "taxes": 3109, "acquisition": 3110, "406": 3111, "repayment": 3112, "638": 3113, "490": 3114, "404": 3115, "930": 3116, "952": 3117, "801": 3118, "970": 3119, "valued": 3120, "investments.": 3121, "ed": 3122, "839": 3123, "03": 3124, "vs.": 3125, "28-": 3126, "basis-point": 3127, "funded": 3128, "improving": 3129, "benefiting": 3130, "2.05%": 3131, "19-basis-point": 3132, "underpinned": 3133, "money": 3134, "four": 3135, "stayed": 3136, "114%": 3137, "helped": 3138, "pressures.": 3139, "years.": 3140, "even": 3141, "deepen": 3142, "pleased": 3143, "once": 3144, "again": 3145, "euromoney.": 3146, "uncertainties": 3147, "ahead": 3148, "us.": 3149, "puts": 3150, "good": 3151, "ensure": 3152, "placed": 3153, "uplifting": 3154, "lives": 3155, "livelihoods": 3156, "need.": 3157, "essential": 3158, "needs": 3159, "underprivileged": 3160, "fosters": 3161, "inclusion": 3162, "literacy": 3163, "skills.": 3164, "nurtures": 3165, "create": 3166, "positive": 3167, "nicholas": 3168, "teh": 3169, "nicholasteh": 3170, "6682": 3171, "0404": 3172, "8322": 3173, "8217": 3174, "november": 3175, "nine-month": 3176, "inherent": 3177, "asymmetry": 3178, "ten": 3179, "capitalised": 3180, "buyback": 3181, "affirmation": 3182, "generation": 3183, "slight": 3184, "writebacks": 3185, "pretax": 3186, "third-quarter": 3187, "surpass": 3188, "3bn": 3189, "5.75bn": 3190, "3%pt.": 3191, "8.79bn": 3192, "16.8bn": 3193, "formation.": 3194, "14bp": 3195, "9m": 3196, "17.2%": 3197, "announces": 3198, "establishes": 3199, "purchased": 3200, "open": 3201, "carried": 3202, "out": 3203, "discretion": 3204, "subject": 3205, "periodic": 3206, "buybacks": 3207, "reduce": 3208, "completed": 3209, "permanent": 3210, "lift": 3211, "eps": 3212, "raising": 3213, "latest": 3214, "series": 3215, "initiatives": 3216, "doubling": 3217, "past": 3218, "occasional": 3219, "effectively": 3220, "policy": 3221, "paying": 3222, "sustainable": 3223, "progressively": 3224, "affirmed": 3225, "3.9": 3226, "2019": 3227, "2020": 3228, "3.1": 3229, "2.2": 3230, "5.2": 3231, "5.0": 3232, "6.1": 3233, "primary": 3234, "means": 3235, "6.1bn": 3236, "structural": 3237, "improvements": 3238, "yield": 3239, "currently": 3240, "5.5%": 3241, "2x": 3242, "restrictions": 3243, "covid": 3244, "-19": 3245, "0272": 3246, "99%": 3247, "cross": 3248, "3%pt": 3249, "10m": 3250, "77%": 3251, "9m23": 3252, "9m24": 3253, "792": 3254, "4%pt": 3255, "597net": 3256, "-441": 3257, "-516": 3258, "99gross": 3259, "10bn": 3260, "stabilised": 3261, "-10": 3262, "fy23": 3263, "60921": 3264, "66396": 3265, "2714total": 3266, "553722476": 3267, "1212": 3268, "626commercial": 3269, "816": 3270, "23yoy": 3271, "conversion": 3272, "996": 3273, "982": 3274, "978": 3275, "1940": 3276, "1922total": 3277, "5244254815": 3278, "cases": 3279, "775": 3280, "135%": 3281, "17.20.7": 3282, "drove": 3283, "8.79": 3284, "3.03": 3285, "5.75": 3286, "16.8": 3287, "declining": 3288, "months.": 3289, "1.62": 3290, "establishment": 3291, "programme.": 3292, "cancelled.": 3293, "conditions.": 3294, "can": 3295, "found": 3296, "separate": 3297, "announcement.": 3298, "3.80": 3299, "transitory.": 3300, "sentiment.": 3301, "63%": 3302, "previous-quarter": 3303, "records": 3304, "falling": 3305, "2.25": 3306, "3.50": 3307, "increasing": 3308, "11%.": 3309, "11.2": 3310, "four-basis-point": 3311, 