{
  "source": "1Q25_trading_update.pdf",
  "pages": [
    {
      "page": 1,
      "metric": "The Board of Directors of DBS Group Holdings Ltd (“DBSH” or “the Company”) reports the following:",
      "chart_type": "text-or-table",
      "extracted": {}
    },
    {
      "page": 2,
      "metric": "First-quarter profit before tax at record SGD 3.44 billion as total income grows 6% to new high of SGD 5.91 billion; net profit at SGD 2.90 billion with ROE at 17.3%",
      "chart_type": "text-or-table",
      "extracted": {}
    },
    {
      "page": 3,
      "metric": "corporate loans increased 3% or SGD 8 billion from broad-based growth across the region and a range of industries. Trade loans fell 1% or SGD 1 billion while housing and other consumer loans",
      "chart_type": "text-or-table",
      "extracted": {}
    },
    {
      "page": 4,
      "metric": "Commercial book net interest income rose 2% as a nine-basis-point decline in net interest margin was more than offset by balance sheet growth. Loans grew 3% in constant-currency terms led by",
      "chart_type": "text-or-table",
      "extracted": {}
    },
    {
      "page": 5,
      "metric": "The reported Common Equity Tier-1 ratio was 17.4% based on transitional arrangements, while the pro-forma ratio on a fully phased-in basis was 15.2%. The leverage ratio of 6.5% was more",
      "chart_type": "text-or-table",
      "extracted": {}
    },
    {
      "page": 6,
      "metric": "Commercial book total income 5,542 5,311 4 5,347 4 Net interest income 3,719 3,647 2 3,831 (3)",
      "chart_type": "text-or-table",
      "extracted": {}
    },
    {
      "page": 7,
      "metric": "3 Return on assets, return on equity, ECL Stage 3 (SP) for loans/average loans and per share data are computed on an annualised basis 4 Calculated based on net profit attributable to the shareholders net of dividends on other equity instruments",
      "chart_type": "text-or-table",
      "extracted": {}
    }
  ]
}